lexicon_dict_new_users = {
    '/start': 'Привет!\nЯ бот, который показывает последние книги с сайта MyBook.ru.\nДавай знакомиться!\n\nКак тебя зовут?',
    'any_message_from_a_new_user': 'Я всего лишь бот. Я не могу ответить на все твои сообщения.\n\nДля того, чтобы пройти опрос, тебе надо введи команду "/start".\n\nЧтобы посмотреть общую информацию обо мне, введи "/help"',
    'name_entered': 'приятно познакомиться!\n\nЯ могу за тебя просматривать сайт MyBook.ru, и если появится новая книга, присылать тебе оповещение в чат.\n\nТы хочешь получать от меня сообщения?',
    'name_is_digit': 'Странное у тебя имя... Ты тоже бот?\nБатя, это ты что ли?\n\nЕсли ты человек, то введи только буквы.',
    'name_is_other': 'Даже не знаю, как к тебе обращаться. Давай ты введешь только буквы?',
    'press_receive_notification': 'Прекрасно! Теперь я буду знакомить тебя с новыми книгами на сайте MyBook.ru\nА пока хочешь посмотреть последние новинки?',
    'press_not_receive_notification': 'Хорошо. Я не буду присылать тебе оповещения.\nМожет быть ты хочешь посмотреть последние новинки?',
    'process_receive_notification_other': 'Я всего лишь бот. Я не могу ответить на все твои сообщения.\n\nТебе надо нажать на одну из кнопок в сообщении выше.',
    'press_button_not_view': 'Хорошо, я не буду показывать тебе последние книги.\n\nЕсли ты захочешь изменить решение о периодической рассылке, введи "/start".\n\nЧтобы посмотреть общую информацию обо мне, введи "/help"',
    'final_phrase': 'Если ты захочешь изменить ответ на какой-то вопрос, введи "/start".\n\nЧтобы посмотреть общую информацию обо мне, введи "/help"',
    'process_view_the_book_other': 'Что-то не ладится у нас диалог.\n\nТебе всего лишь надо нажать на одну из кнопок в сообщении выше.'
}

lexicon_dict_old_users = {
    'restart': ', привет!\nЯ рад увидеть тебя здесь снова!\n\nТы хочешь получать уведомления о новых книгах, которые появились на сайте MyBook.ru?',
    'restart_other': 'Если ты хочешь изменить ответы на вопросы, нажми "/start"',
    'press_receive_notification': 'Прекрасно!\nЯ запомнил, что обо всех новых книгах надо тебя оповещать.\n\nЕсли ты захочешь изменить решение о периодической рассылке, введи /start.\n\nЧтобы посмотреть общую информацию обо мне, введи /help',
    'press_not_receive_notification': 'Хорошо, я не буду присылать тебе сообщения.\n\nЕсли ты захочешь изменить решение о периодической рассылке, введи /start.\n\nЧтобы посмотреть общую информацию обо мне, введи "/help"',
    'process_receive_notification_other': 'Я всего лишь бот. Я не могу ответить на все твои сообщения.\n\nТебе надо нажать на одну из кнопок в сообщении выше.',
}

lexicon_help = {
    'help': 'Привет! Я - бот, который умеет проверять сайт с электронными книгами MyBook.ru.\n\nЕсли ты введешь команду "/start", пройдешь опрос и разрешишь мне отправлять оповещения, я буду присылать тебе сообщения с новыми книгами, которые появятся на сайте.\n\nЕсли ты передумаешь, то опять набери команду "/start", и измени решение.\n\nУдачи!!!'
}